# IdeaStatiCa.RcsApi.Model.RcsReinforcedBarData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Diameter** | **double** |  | [optional]
**Point** | **Point2D** |  | [optional]
**MaterialName** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)